Repository: LiLatee/GATLI_Master_Thesis
Catalog: lib/core/l10n/app_*.arb
Languages: pl

source: Theme
pl: Motyw

source: Dark
pl: Ciemny

source: Light
pl: Jasny

source: System
pl: Systemowy

source: Customize avatar:
pl: Dostosuj awatar:

# name
source: Name/Nickname
pl: Imię/Pseudonim

# email
source: Address email
pl: Adres email

source: Password
pl: Hasło

source: Sign in
pl: Zaloguj się

source: Logout
pl: Wyloguj się

source: Sign up
pl: Zarejestruj się

# signInGoogle
source: Sign in with Google
pl: Zaloguj z Google

# signUpGoogle
source: Sign up with Google
pl: Zarejestruj z Google

source: or
pl: lub

source: Set Profile - name
pl: Ustaw profil - imię

source: Set Profile - avatar
pl: Ustaw profil - awatar

source: Next
pl: Dalej

source: Hi!
pl: Cześć!

# setNameMessage
source: First please set your name :)
pl: Na początek proszę podaj swoje imię :)

# setAvatarMessage
source: Then customize your avatar. All in your hands.
pl: Następnie spersonalizuj swój awatar tak, aby jak najbardziej Ci się podobał. Gdy skończysz nie zapomnij zapisać zmian używając przycisku dyskietki.

# pleaseEnterName
source: Please enter your name or nickname.
pl: Proszę podaj swoje imię lub pseudonim.

# finishEditProfile
source: Finish
pl: Zakończ

# isEditFinished
source: Did you save changes?
pl: Czy na pewno zapisałeś zmiany?

# isEditFinishedYes
source: Yes, I am done
pl: Tak, skończyłem

# isEditFinishedNo
source: No, let me back
pl: Nie, wróć

source: steps
pl: kroki

# anyPhysicalActivity
source: Activity > 30 mins
pl: Aktywność > 30 min

source: Today's statistics
pl: Dzisiejsze statystki

source: Runner
pl: Biegacz

source: Walker
pl: Chodziarz
